{
  "metadata": {
    "description": "Top unmapped VAERS symptoms that need manual mapping review",
    "purpose": "Find symptoms that could match FDA adverse events but haven't been mapped yet",
    "criteria": "Symptoms appearing ≥5 times, not exact matches to FDA adverse events, excluding administrative symptoms",
    "generated_date": "2025-06-03"
  },
  "examples": [
    {
      "VAERS_ID": "2547972",
      "vaccine": "COVID19 (COVID19 (MODERNA))",
      "unmapped_symptom": "COVID-19",
      "symptom_frequency": 4286,
      "fda_adverse_events_for_vaccine": [
        "arthralgia",
        "axillary swelling or tenderness",
        "chills",
        "fatigue",
        "headache",
        "myalgia",
        "nausea/vomiting",
        "pain at the injection site"
      ],
      "potential_matches": [],
      "should_find": false,
      "notes": "Symptom appears 4286 times and may match one of the FDA adverse events",
      "symptom_text": "vaccination failure; nauseous; headache; Covid-19; This spontaneous case was reported by a patient and describes the occurrence of COVID-19 (Covid-19), VACCINATION FAILURE (vaccination failure), NAUSEA (nauseous) and HEADACHE (headache) in a 45-year-old female patient who received mRNA-1273 (Moderna COVID-19 Vaccine) (batch nos. 021B21A, 083J21A and 048A21A) for COVID-19 prophylaxis.     The patient's past medical history included COVID-19 respiratory infection in February 2021. Concurrent medical conditions included Rheumatoid arthritis, Hyperkalemia and Immunocompromised.   On 15-Mar-2021, the patient received first dose of mRNA-1273 (Moderna COVID-19 Vaccine) (unknown route) 1 dosage form. On 12-Apr-2021, received second dose of mRNA-1273 (Moderna COVID-19 Vaccine) (unknown route) dosage was changed to 1 dosage form. On 19-Mar-2022, received third dose of mRNA-1273 (Moderna COVID-19 Vaccine) (unknown route) dosage was changed to 1 dosage form. On 28-Dec-2021,  after starting mRNA-1273 (Moderna COVID-19 Vaccine), the patient experienced COVID-19 (Covid-19). On an unknown date, the patient experienced VACCINATION FAILURE (vaccination failure), NAUSEA (nauseous) and HEADACHE (headache). The patient was treated with PREDNISONE at an unspecified dose and frequency; DEXLANSOPRAZOLE (DEXILANT) at an unspecified dose and frequency; VENLAFAXINE HYDROCHLORIDE (EFFEXOR) at an unspecified dose and frequency; LAMOTRIGINE (LAMICTAL) at an unspecified dose and frequency; POTASSIUM CHLORIDE at a dose of 40 meq three times daily and MOLNUPIRAVIR (LAGEVRIO) at an unspecified dose and frequency. At the time of the report, COVID-19 (Covid-19) and VACCINATION FAILURE (vaccination failure) outcome was unknown and NAUSEA (nauseous) and HEADACHE (headache) had resolved.      DIAGNOSTIC RESULTS (normal ranges are provided in parenthesis if available): In February 2021, COVID-19: second Moderna Covid-19 infection in mid February 2021. On 01-Dec-2022, COVID-19: third Covid-19 infection on December 1, 2022.     For mRNA-1273 (Moderna COVID-19 Vaccine) (Unknown), the reporter did not provide any causality assessments.   No Concomitant products reported.  It was reported that patient received her first Moderna Covid 19 vaccine primary series and had no adverse reactions. The patient received her second Moderna Covid 19 vaccine primary series and felt nauseous and had a bad headache The patient was immunocompromised and received her third full dose of Moderna Covid 19 vaccine booster dose and had no adverse reactions. The patient caught Covid-19 on 28 Dec 2021. The patient had a second Moderna Covid-19 infection in mid February 2021. The patient had a third Covid-19 infection on 01 Dec 2022.  Company Comment: This spontaneous case concerns a 45-year-old female patient with a medical history of immunocompromised, who experienced the unexpected, non-serious event of COVID-19 which occurred approximately 8 months 16 days after second dose of mRNA-1273 vaccine. Vaccination failure is also noted in this case as the interval between the first and second doses was approximately 28 days. Patient also experienced non-serious events of Nausea and Headache after the second dose of mRNA-1273 vaccine. No further information on clinical course, investigations and treatment received was available in the report. The current pandemic of Covid-19 and patients' medical history could be confounding for the event COVID-19. The benefit-risk relationship of mRNA-1273 vaccine is not affected by this report.; Sender's Comments: This spontaneous case concerns a 45-year-old female patient with a medical history of immunocompromised, who experienced the unexpected, non-serious event of COVID-19 which occurred approximately 8 months 16 days after second dose of mRNA-1273 vaccine. Vaccination failure is also noted in this case as the interval between the first and second doses was approximately 28 days. Patient also experienced non-serious events of Nausea and Headache after the second dose of mRNA-1273 vaccine. No further information on clinical course, investigations and treatment received was available in the report. The current pandemic of Covid-19 and patients' medical history could be confounding for the event COVID-19. The benefit-risk relationship of mRNA-1273 vaccine is not affected by this report."
    },
    {
      "VAERS_ID": "2548048",
      "vaccine": "COVID19 (COVID19 (MODERNA))",
      "unmapped_symptom": "SARS-CoV-2 test positive",
      "symptom_frequency": 3355,
      "fda_adverse_events_for_vaccine": [
        "arthralgia",
        "axillary swelling or tenderness",
        "chills",
        "fatigue",
        "headache",
        "myalgia",
        "nausea/vomiting",
        "pain at the injection site"
      ],
      "potential_matches": [],
      "should_find": false,
      "notes": "Symptom appears 3355 times and may match one of the FDA adverse events",
      "symptom_text": "Moderna 5/15/21, 8/6/21. Positive on 12/30/22"
    },
    {
      "VAERS_ID": "2547752",
      "vaccine": "COVID19 (COVID19 (MODERNA))",
      "unmapped_symptom": "Pyrexia",
      "symptom_frequency": 1997,
      "fda_adverse_events_for_vaccine": [
        "arthralgia",
        "axillary swelling or tenderness",
        "chills",
        "fatigue",
        "headache",
        "myalgia",
        "nausea/vomiting",
        "pain at the injection site"
      ],
      "potential_matches": [],
      "should_find": true,
      "notes": "Symptom appears 1997 times and may match one of the FDA adverse events",
      "symptom_text": "MODERNA SHOT #1  6/5/21: Day One 6:00pm First Dose  6:05pm numbness in right fingers and arm 6:20pm numbness subsides, nose clears up 6:45pm slight pain in chest on upper right breast, pain in chest comes and goes 6:45pm Throat felt like it was closing, hard to swallow but airway not actually blocked, felt like thyroid swelling  6:50pm Lips/tongue feel slightly numb, I feel spaced out in my brain, and slight numbness in sinuses under eyes on each side of the nose. Slight tingle in right toes. 7:00pm: I feel weirdly euphoric, smiling and sort of dissociated. Tingle in right fingers comes and goes.  6/6/21: Day Two 10:00am Slight red rash around injection site, shoulder soreness  3:00pm rash is darker and raised, soreness is way worse (I've also been holding my phone playing a game all day).  7:30pm almost passed out after short walk. Fever chills. 7:45pm feeling tired after dinner. Stomach is acting up/gas  6/7/21: Day Three Felt fine, rash area got larger but no longer raised. Very little arm soreness today, no issues moving normally.  MODERNA SHOT #2 7/3/21: My face and lips went slightly numb 30 minutes after each shot (including booster) along with brain fog. I had a sore arm, red rash at site, chills, lethargy, extreme hunger/thirst.  MODERNA BOOSTER 1/8/22: Numbness in face, lips and tongue. Tightness in heart.  1/9/22: (Morning after shot) Throwing up, almost passed out, too weak to stand for a few hours, stomach wildy churning. Felt like I was poisoned. Was also on period. The worst sickness I've ever felt."
    },
    {
      "VAERS_ID": "2547788",
      "vaccine": "COVID19 (COVID19 (MODERNA BIVALENT))",
      "unmapped_symptom": "COVID-19",
      "symptom_frequency": 1727,
      "fda_adverse_events_for_vaccine": [],
      "potential_matches": [],
      "should_find": false,
      "notes": "Symptom appears 1727 times and may match one of the FDA adverse events",
      "symptom_text": "Became infected with COVID and quite ill"
    },
    {
      "VAERS_ID": "2548057",
      "vaccine": "COVID19 (COVID19 (MODERNA))",
      "unmapped_symptom": "Dyspnoea",
      "symptom_frequency": 1482,
      "fda_adverse_events_for_vaccine": [
        "arthralgia",
        "axillary swelling or tenderness",
        "chills",
        "fatigue",
        "headache",
        "myalgia",
        "nausea/vomiting",
        "pain at the injection site"
      ],
      "potential_matches": [],
      "should_find": false,
      "notes": "Symptom appears 1482 times and may match one of the FDA adverse events",
      "symptom_text": "Patient came to the ED with complaints of shortness of breath requiring the use of oxygen via nasal cannula.  Patient admitted for Covid pneumonia and treated with remdesivir."
    },
    {
      "VAERS_ID": "2547788",
      "vaccine": "COVID19 (COVID19 (MODERNA BIVALENT))",
      "unmapped_symptom": "SARS-CoV-2 test positive",
      "symptom_frequency": 1455,
      "fda_adverse_events_for_vaccine": [],
      "potential_matches": [],
      "should_find": false,
      "notes": "Symptom appears 1455 times and may match one of the FDA adverse events",
      "symptom_text": "Became infected with COVID and quite ill"
    },
    {
      "VAERS_ID": "2547741",
      "vaccine": "COVID19 (COVID19 (MODERNA))",
      "unmapped_symptom": "Pain",
      "symptom_frequency": 1396,
      "fda_adverse_events_for_vaccine": [
        "arthralgia",
        "axillary swelling or tenderness",
        "chills",
        "fatigue",
        "headache",
        "myalgia",
        "nausea/vomiting",
        "pain at the injection site"
      ],
      "potential_matches": [],
      "should_find": true,
      "notes": "Symptom appears 1396 times and may match one of the FDA adverse events",
      "symptom_text": "Considerable swelling of left hand which prevented closure of the hand with a loss of range of motion of 60 to 70 percent  of normal. There was throbbing pain in various areas and significant ratiating pain during efforts to close the hand ."
    },
    {
      "VAERS_ID": "2548069",
      "vaccine": "ZOSTER (SHINGRIX)",
      "unmapped_symptom": "Injection site pain",
      "symptom_frequency": 1291,
      "fda_adverse_events_for_vaccine": [
        "fatigue",
        "fever",
        "gastrointestinal symptoms",
        "headache",
        "myalgia",
        "pain",
        "redness",
        "shivering",
        "swelling"
      ],
      "potential_matches": [],
      "should_find": true,
      "notes": "Symptom appears 1291 times and may match one of the FDA adverse events",
      "symptom_text": "patient has a knot on her arm and redness about 1.5 inches out around her injection site , as well as, soreness I told patient to use cold compresses for about 15 minutes at a time , and to take benadryl and ibuprofen"
    },
    {
      "VAERS_ID": "2548785",
      "vaccine": "COVID19 (COVID19 (MODERNA))",
      "unmapped_symptom": "Cough",
      "symptom_frequency": 1226,
      "fda_adverse_events_for_vaccine": [
        "arthralgia",
        "axillary swelling or tenderness",
        "chills",
        "fatigue",
        "headache",
        "myalgia",
        "nausea/vomiting",
        "pain at the injection site"
      ],
      "potential_matches": [],
      "should_find": false,
      "notes": "Symptom appears 1226 times and may match one of the FDA adverse events",
      "symptom_text": "Discharge Provider: MD Primary Care Provider: DO Admission Date: 12/26/2022 Discharge Date: Dec 29, 2022 COVID positive 12/26/2022 PRESENTING PROBLEM: Syncope and collapse [R55] Hypoxemia [R09.02] Hyponatremia [E87.1] COVID [U07.1] Transient loss of consciousness [R55]   HOSPITAL COURSE: Patient is a 85 yo male with PMH of right ureteral obstruction with suprapubic catheter, TIA, SIADH, essential HTN and COPD. He presented to the ED after having 2 separate instance of transient loss of consciousness which had been preceded by 2 days of congested cough and fever.  In the ED patient tested positive for COVID-19 and was noted to be hypoxic with ambulation and was admitted to the medicine service.   # Transient LOC Secondary to Hypoxia Due to COVID-19 CXR was obtained in the ED without acute cardiopulmonary process. He was started on Decadron and Remdesivir and placed on pharmacological VTE prophylaxis. Patient had no further episodes of TLOC or hypoxia. Cardiac echo was obtained to help rule out other causes and was largely unremarkable. CTA thorax was not pursed as PE was felt low on differential given lack of tachycardia and quick resolution of symptoms with steroid therapy. He was discharged on Decadron to complete therapy to prevent rebound of symptoms"
    },
    {
      "VAERS_ID": "2549437",
      "vaccine": "ZOSTER (SHINGRIX)",
      "unmapped_symptom": "Pain in extremity",
      "symptom_frequency": 1158,
      "fda_adverse_events_for_vaccine": [
        "fatigue",
        "fever",
        "gastrointestinal symptoms",
        "headache",
        "myalgia",
        "pain",
        "redness",
        "shivering",
        "swelling"
      ],
      "potential_matches": [],
      "should_find": true,
      "notes": "Symptom appears 1158 times and may match one of the FDA adverse events",
      "symptom_text": "sore arm, like someone punched hard; This case was reported by a consumer via interactive digital media and described the occurrence of pain in arm in a patient who received Herpes zoster (Shingrix) for prophylaxis.   In November 2022, the patient received the 1st dose of Shingrix. On 24th December 2022, less than 2 months after receiving Shingrix, the patient experienced pain in arm. On 24th December 2022, the outcome of the pain in arm was recovered/resolved.   The reporter considered the pain in arm to be possibly related to Shingrix.     Additional Information: GSK Receipt Date: 24-DEC-2022 Reporter's Comment: This case was reported by a patient via interactive digital media. The patient got 1st dose last month and would get 2nd dose in January 2023. The patients arm was sore like someone punched hard for about half a day. The patient was ok after that. The follow-up could not be possible as no contact details were available."
    }
  ]
}